{
  "unknownError": "حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا.",
  "failedToFetch": "فشل في جلب البيانات",
  "failedToChangeLanguage": "فشل تغيير اللغة. يرجى المحاولة مرة أخرى.",
  "loginFailed": "بريدك الإلكتروني أو كلمة المرور التي أدخلتها غير صحيحة. يرجى التحقق من بياناتك والمحاولة مرة أخرى.",
  "logoutFailed": "فشل تسجيل الخروج. يرجى المحاولة مرة أخرى.",
  "accountLocked": "تم قفل الحساب. حاول مرة أخرى لاحقًا أو تواصل مع مسؤول النظام على support@example.com.",
  "userDuplication": "يوجد مستخدم مسجل بهذا البريد الإلكتروني بالفعل. يرجى استخدام بريد إلكتروني آخر.",
  "userNotCreated": "تعذر إنشاء الحساب بسبب خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا.",
  "emailNotFound": "لا يوجد حساب مرتبط بهذا البريد الإلكتروني. يرجى التحقق من البريد الإلكتروني أو إنشاء حساب جديد.",
  "userNotFound": "المستخدم غير موجود.",
  "profileNotFound": "الملف الشخصي غير موجود.",
  "passwordInvalid": "كلمة المرور التي أدخلتها غير صحيحة. يرجى المحاولة مرة أخرى أو إعادة تعيينها إذا كنت قد نسيتها",
  "passwordMismatch": "كلمة المرور وتأكيد كلمة المرور غير متطابقين.",
  "unauthorizedAccess": "ليس لديك صلاحية للوصول إلى هذا المورد. يرجى تسجيل الدخول باستخدام بيانات الاعتماد الصحيحة.",
  "highlightVerse": "يجب تظليل آية لتحديث آخر قراءة لك.",
  "highlightSingleVerseOnly": "يمكنك تحديث العلامة المرجعية بآية واحدة فقط. يرجى تحديد آية واحدة فقط قبل التحديث.",
  "passwordTooShort": "يجب أن تحتوي كلمة المرور الجديدة على 4 أحرف على الأقل.",
  "invalidOrExpiredToken": "رابط إعادة تعيين كلمة المرور غير صالح أو منتهي الصلاحية. يرجى طلب رابط جديد.",
  "sessionExpired": "انتهت الجلسة، يرجى تسجيل الدخول مرة أخرى.",
  "noOldPasswordFound": "لم يتم العثور على كلمة مرور قديمة، يرجى التواصل مع مسؤول النظام لحل مشكلة تسجيل الدخول عبر support@amen24.org",
  "bookmarkNotFound": "لم يتم العثور على بيانات العلامة. ابدأ القراءة لإنشاء أول علامة لك.",
  "bookmarkExceedLimit": "لقد وصلت إلى الحد الأقصى لعدد العلامات المسموح بها.",
  "verseGroupFavorited": "هذه المجموعة موجودة بالفعل في المفضلة.",
  "verseGroupFeatured": "هذه المجموعة موجودة بالفعل في المميز."
}